tap "ankitpokhrel/jira-cli"
tap "bearer/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "qovery/replibyte"
tap "symfony-cli/tap"
brew "bat"
brew "glib"
brew "chezmoi"
brew "cpanminus"
brew "exercism"
brew "eza"
brew "fd"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gh"
brew "git"
brew "gnupg"
brew "gpgme"
brew "gource"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "mysql"
brew "python@3.12"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nmap"
brew "php", restart_service: true
brew "pinentry-mac"
brew "pipx"
brew "qemu"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "redis"
brew "release-it"
brew "ripgrep"
brew "slides"
brew "starship"
brew "task"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vifm"
brew "wget"
brew "yq"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "bearer/tap/bearer"
brew "qovery/replibyte/replibyte"
brew "symfony-cli/tap/symfony-cli"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "iterm2"
cask "osxfuse"
cask "powershell"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "abdoseadaa.node-js-snippet"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "mermade.openapi-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "philosowaffle.openapi-designer"
vscode "redhat.vscode-yaml"
vscode "wesbos.theme-cobalt2"
